CATEGORY_EMOJIS = {
    "овощ": "🥦",    # Овощи
    "молоко": "🥛",   # Молочные продукты
    "мясо": "🍖",    # Мясо
    "рыба": "🐟",    # Рыба
    "фрукт": "🍎",   # Фрукты
    "выпечка": "🥐", # Выпечка
    "хлеб": "🍞",    # Хлеб
    "прочее": "🍽️"  # Прочее
}

CATEGORY_NAMES = {
    "овощ": ["овощ", "овощной", "овощная", "овощи", "овощное", "овощные"],
    "молоко": ["молочный", "молочное", "молочные"],
    "мясо": ["мясо", "мясной", "мясные", "мясное"],
    "рыба": ["рыба", "рыбный", "рыбные", "рыбное"],
    "фрукт": ["фрукт", "фрукты", "фруктовый"],
    "выпечка": ["выпечка", "выпеченные", "печёное"],
    "хлеб": ["хлеб", "хлебный", "хлебная", "хлебное"],
}